Repository: Senuoy-16/Ecommerce-Senuoy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Aide
ar: مساعدة

source: Questions frequentes
ar: الأسئلة المتكررة

source: Faire un retour
ar: إرجاع منتج

source: Company
ar: الشركة

source: Nous
ar: من نحن

source: Participer avec nous
ar: انضم إلينا

source: Our App
ar: تطبيقنا

source: Payment
ar: الدفع

source: Newsletter
ar: النشرة البريدية

source: Suivez-nous !
ar: تابعنا!

source: Cookie Preferences
ar: تفضيلات ملفات تعريف الارتباط

source: Privacy Policy
ar: سياسة الخصوصية

source: Purchase Conditions
ar: شروط الشراء

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط

source: T&C Pull&Bear Community
ar: الشروط والأحكام لمجتمع Pull&Bear

source: DESIGN SLIDER
ar: شريط التصميم

source: Earphone
ar: سماعة

source: Lorem ipsum dolor sit amet consectetur adipisicing elit. Officia, laborum cumque dignissimos quidem atque et eligendi aperiam voluptates beatae maxime.
ar: هذا نص وهمي يستخدم كمثال على وصف المنتج.

source: SEE MORE
ar: عرض المزيد

source: Earphone GHTK
ar: سماعة GHTK

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit. Dolor, reiciendis suscipit nobis nulla animi, modi explicabo quod corrupti impedit illo, accusantium in eaque nam quia adipisci aut distinctio porro eligendi. Reprehenderit nostrum consequuntur ea! Accusamus architecto dolores modi ducimus facilis quas voluptatibus! Tempora ratione accusantium magnam nulla tenetur autem beatae.
ar: وصف طويل للمنتج يُوضح الميزات والفوائد للمستخدم.

source: Used Time
ar: مدة الاستخدام

source: 6 hours
ar: 6 ساعات

source: Charging port
ar: منفذ الشحن

source: Compatible
ar: متوافق

source: Android
ar: أندرويد

source: Bluetooth
ar: بلوتوث

source: Controlled
ar: يُتحكم به

source: Touch
ar: اللمس

source: ADD TO CART
ar: أضف إلى السلة

source: CHECKOUT
ar: الدفع

source: See All
ar: عرض الكل

source: Offre spéciale Senuoy 2025
ar: عرض خاص Senuoy 2025

source: de remise avec le code
ar: خصم باستخدام الكود

source: DAYS
ar: أيام

source: hours
ar: ساعات

source: minutes
ar: دقائق

source: secondes
ar: ثواني

source: Store.
ar: المتجر.

source: Pour acheter vos produits préférés, c’est ici.
ar: هنا لشراء منتجاتك المفضلة.

source: Pourqoui
ar: لماذا

source: acheter chez Senuoy Store?
ar: الشراء من متجر Senuoy؟

source: Livraison gratuire.
ar: توصيل مجاني.

source: En Savoir Plus
ar: المزيد من المعلومات

source: Profitez de notre
ar: استفد من

source: garantie du meilleur prix.
ar: ضمان أفضل سعر.

source: Retours faciles
ar: إرجاع سهل

source: et sans frais.
ar: وبدون تكلفة.

source: Most Popular Products
ar: أكثر المنتجات شهرة

source: View More
ar: عرض المزيد

source: Product By Category
ar: المنتجات حسب الفئة

source: Products
ar: المنتجات

source: add to cart
ar: أضف إلى السلة

source: add to wishlist
ar: أضف إلى المفضلة

source: No products available in this category for now. Come back later!
ar: لا توجد منتجات في هذه الفئة حالياً. عد لاحقًا!

source: Colors:
ar: الألوان:

source: Number
ar: الكمية

source: Add to Bag
ar: أضف إلى الحقيبة

source: Feature
ar: الميزة

source: Details
ar: التفاصيل
